var local_database = [
    {
        
        avatar: "http://api.h6vr.com/cdn.h6vr.com/chwl/images/season/autumn/labagoumen.jpg",
        collect_img: "",
        view_img: "",
        headImgSrc: "",
        title:"喇叭沟门国家森林公园",
        place:"北京市怀柔区喇叭沟门满族乡",
        besttime:"秋季",
        roadmap:"1、东直门乘坐936路直达（往九谷口方向：6：50—19：00；往东直门外方向：4：50—17：00）2、六里桥乘坐前往河北丰宁的长途汽车，在喇叭沟门下车。　　自驾路线：可从三元桥下京顺路到怀柔后，沿怀丰公路北行至喇叭沟门村北，有路标",
        detail: "　这里有着北京最美丽的秋色，绝对的No.1，进入景区，道路两侧是迎风摆动的格桑花，真是格桑花儿开，处处放光彩。公园因原始而闻名，最著名的是白桦林景区，山上有着成片的白桦树，这里也是秋天时喇叭沟门的亮点之一。闭上眼睛，倚在高大茂密的白桦树上，静静地聆听秋的声音，耳边似乎飘荡着朴树的那首《白桦林》，别有一番滋味。",
        postId: 0
    },
    {
        
        avatar: "http://api.h6vr.com/cdn.h6vr.com/chwl/images/season/autumn/zhanggezhuang.jpg",
        collect_img: "",
        view_img: "",
        headImgSrc: "",
        title:"张各庄银杏林",
        place:"昌平区南邵镇张各庄村京密引水渠南侧向东500米",
        besttime:"10月",
        roadmap:"公交路线：1、乘坐昌28路、昌51路在张各庄站下车，沿京密引水渠向东行1000米，南岸即是　2、地铁南邵站下车，步行大约15分钟　自驾路线：京藏高速上北六环顺义方向，高教园区出口—回昌路—南百路—张各庄",
        detail: "这里是北京最大的银杏林，如果您去过张各庄，也许就会明白什么才叫“大气”，因为这里有着一望无际的银杏大道，美到窒息。另外，这里的银杏树树龄相对较短，树体矮小，枝叶茂盛，非常适合游人拍照。穿上漂亮的衣服，带上最美的笑容，拍一组赏心悦目的大片，为这个秋季留下最美好的回忆。",
        postId: 1
    },
    {
        
        avatar: "http://api.h6vr.com/cdn.h6vr.com/chwl/images/season/autumn/jinhaihu.jpg",
        collect_img: "",
        view_img: "",
        headImgSrc: "",
        title:"金海湖风景区",
        place:"北京市平谷区金海湖风景区",
        besttime:"秋季",
        roadmap:"1、每天早上7：30从东直门918总站发旅游专车；每逢法定节假日，早8：00分别从北京东大桥（28路、109路、350路汽车总站）发旅游专车，晚上3：30返回　　2、乘坐918路至平谷城区后，转乘9路城乡风景小巴前往金海湖　　自驾线路：望和桥走京承高速后沙峪下，走或杀戮到枯柳树环岛右转，走顺平路（顺义到平谷），行程约85公里后达景区，沿途有路标。",
        detail: "美丽迷人的金海湖置身于优美的山水画卷之中，秋风袭来，让您感觉身心舒畅，似乎整个身体都轻盈了。秋天时，各色的叶子和树干倒映于水中，湖光山色，景色十分优美。景区附近有很多度假村，适合全家人一起来休闲度假。周末，不妨带着您的家人来一次身心放松的旅行。",
        postId: 2
    },
    {
        
        avatar: "http://api.h6vr.com/cdn.h6vr.com/chwl/images/season/autumn/pofengling.jpg",
        collect_img: "",
        view_img: "",
        headImgSrc: "",
        title:"坡峰岭",
        place:"周口店镇黄山店村新泗路左转药师寺方向500米处",
        besttime:"秋季",
        roadmap:"1、六里桥站乘公交917路至周口店路口站下车，换乘房32路公交至黄山店村口站下车，西行200米即达　　2、乘地铁房山线至苏庄站，步行至地铁苏庄站（公交站）换乘公交907、917、房15和房31路，乘坐至周口店客运站，换乘房32路至黄山店村口站下车，西行200米即达　　自驾路线：京港澳高速公路阎村桥出口下高速，沿京周路行驶至周口店，驶入周张路，偏向右转进入新泗路（原周黄路），向前行驶即到。",
        detail: "近两年，坡峰岭犹如一匹矫健的黑马，以不可阻挡的气势冲进了北京的“红叶界”，且有一种后来者居上的架势。漫山遍野的红叶，让人如痴如醉，而山上造型独特的“鹰嘴岩”也为登顶远眺的人们提供了平台。在气候怡人的秋季，爬爬山、赏赏叶，也可谓是美事一桩，而且还能品尝到特色的农家菜，何乐而不为呢！",
        postId: 3
    },
    {
        
        avatar: "http://api.h6vr.com/cdn.h6vr.com/chwl/images/season/autumn/badaling.jpg",
        collect_img: "",
        view_img: "",
        headImgSrc: "",
        title:"八达岭国家森林公园",
        place:"八达岭森林公安派出所南",
        besttime:"秋季",
        roadmap:"德胜门乘坐877路八达岭旅游专线　　自驾线路：北京出发，上八京藏高速。水关长城高速出口（53号出口）下高速后，直行辅路约2000米，即达公园红叶岭景区，沿途可见公园指路牌示。",
        detail: "公园一年四季风景各异，最美却在深秋时，秋季可以感受到层林尽染的意境。园内有许多条上山路线，山上树木繁茂，悬崖峭壁，为了欣赏到山顶的美景，还是建议大家保存体力的。站在山顶，眺望八达岭长城，在感叹宏伟建筑的同时，也感受到了中国古人无与伦比的智慧！",
        postId: 4
    },
    {
        
        avatar: "http://api.h6vr.com/cdn.h6vr.com/chwl/images/season/autumn/beigongsenlin.jpg",
        collect_img: "",
        view_img: "",
        headImgSrc: "",
        title:"北宫森林公园",
        place:"北京市丰台区长辛店镇大灰厂东路55号",
        besttime:"秋季",
        roadmap:"乘坐937支3或385路在北宫森林公园站下车　　自驾路线：走京石高速，杜家坎收费站下高速，环岛向西至化工七厂即到",
        detail: "“停车坐爱枫林晚，霜叶红于二月花”，如果您想感受枫叶的火热和浪漫，那么一定要来北宫森林公园，这里是枫叶的天堂，也是休闲度假的好去处。山脚下的小江南景区俨然一派江南园林的建筑风格，完全没有森林公园的影子，山不高，适合人们来休闲锻炼。它的另一个动人之处是在山顶上有个小型动物园，绝对是个小盆友们也会喜欢的度假圣地。",
        postId: 5
    },
    {
        
        avatar: "http://api.h6vr.com/cdn.h6vr.com/chwl/images/season/autumn/tiantangongyuan.jpg",
        collect_img: "",
        view_img: "",
        headImgSrc: "",
        title:"天坛公园",
        place:"北京市东城区天坛东路甲1号天坛公园内",
        besttime:"秋季",
        roadmap:"36、53、120、122、208夜、525、610、958、特11、特12、特3、运通102线路在天坛南门下车",
        detail: "公园内植被丰富，秋季却表现出不一样的味道，让游人们感受到生命在逐渐地交替。这里不仅有雄伟气派的祈年殿，也有参天的古柏树，并且十分适合散步、健身，踢踢毽子、唱唱小曲儿，悠闲至极。如果您是摄影爱好者，那么不妨在傍晚的时候前来，被夕阳笼罩的天坛公园褪去了白天的威严，渐渐地变柔和，正是拍照的绝佳时机。",
        postId: 6
    },
    {
        
        avatar: "http://api.h6vr.com/cdn.h6vr.com/chwl/images/season/autumn/huanghuacheng.jpg",
        collect_img: "",
        view_img: "",
        headImgSrc: "",
        title:"黄花城水长城",
        place:"北京市怀柔区九渡河镇境内",
        besttime:"秋季",
        roadmap:"1、东直门枢纽站乘坐916快（东直门—怀柔汽车站），到达南华园三区，原地换乘怀柔——水长城专线车（于家园路口南——水长城）直达，（发车间隔20分钟）　　2、东直门外乘坐942快（东直门——茶坞火车站）到达山立庄，原地换乘怀柔——水长城专线直达（发车间隔20分钟）　　自驾路线：1、由北京城区安立路一路向北，经过立汤路进入安四路，到达怀昌路右转，之后左转，继续沿安四路向前，过九渡河之后在东宫路口左转，一路顺标志进入景区。　　2、由京承高速宽沟出口出，宽沟路口左转，到达桥梓东口右转。一路沿怀长路前行，过九渡河后在东宫路口左转，一路顺标志进入景区。",
        detail: "如果您想找一处有青山、有碧水、还有古长城的地方，那么您一定不要错过有着“三绝景”的水长城。这里有个小西湖，湖畔景色优美，引人入胜。上山的小路上有悬桥、栈道，还有终年不见阳光的黑色小溪——黑龙潭。水长城的独特在于长城戏水、水没长城，虽然少了几分气势，但却多了几分温柔，让人体会到不一样的美。如果您是枚吃货，来这里就有口福了，这里有明代板栗园，秋天吃栗子对身体可是大有好处的哦。",
        postId: 7
    },
    {
        
        avatar: "http://api.h6vr.com/cdn.h6vr.com/chwl/images/season/autumn/lianshihu.jpg",
        collect_img: "",
        view_img: "",
        headImgSrc: "",
        title:"莲石湖湿地公园",
        place:"北京石景山、门头沟和丰台河西交界之地",
        besttime:"秋季",
        roadmap:"乘坐地铁1号线在古城站下车，换乘公交327路到燕京水泥厂下车",
        detail: "莲石湖是修建在原永定河河滩上的一个清新爽朗、隽秀灵动的景观长廊，是北京最大的生态湿地公园，环境优美，非常适合垂钓、烧烤，公园内也有专门的自行车环湖道，是个休闲、散步的好地方。如果您的人品大爆发的话，还能看到世界上最小的鸟——蜂鸟。",
        postId: 8
    },
    {
        
        avatar: "http://api.h6vr.com/cdn.h6vr.com/chwl/images/season/autumn/bailishanshui.jpg",
        collect_img: "",
        view_img: "",
        headImgSrc: "",
        title:"百里山水画廊",
        place:"千家店镇东店村153号",
        besttime:"秋季",
        roadmap:"公交路线：1、德胜门乘坐919公交车到延庆南菜园站，换乘925支2线（菜木沟—沙梁子方向）即可到达　　“延庆至千家店”的925支2线公交车发车时间如下：　　1、南菜园—花盆—沙梁子 6：05、7：50、11：20、13：20、15：50（途径朝阳寺、关帝庙）　　2、南菜园—菜木沟—沙梁子 6：20、11：45、14：20、16：00（途径朝阳寺、硅化木、乌龙峡谷）　　3、南菜园—千家店6：45、9：20（途径朝阳寺）　　自驾路线：1、经京藏高速公路（八达岭高速公路）到延庆县城，往龙庆峡方向，走香龙路旅游专线（或往沈家营、永宁方向），沿“百里山水画廊”、“乌龙峡谷”指示牌即到。 2、从延庆县城出发，往龙庆峡方向，走香龙路旅游专线。途径永宁镇时，左拐上昌赤路，经过燕山天池，右拐上滦赤路，即到景区。比路线1路程稍远，但沿途风光旖旎，值得一试。",
        detail: "金秋时节，百里画廊简直美翻了，沿途风景不是一个美字就能概括的，确切地说，每一处都犹如一幅风景画，让人着迷。满山遍野的彩色叶子，美得让您舍不得离去，微风扶过，落叶飞舞，若说这里是秋天的童话世界，一点也不为过，因为实际景色要比照片漂亮多了。",
        postId: 9
    }


]
module.exports = {
    postList: local_database
}//定义一个出口，方便其他页面require