<?php
/**
 * Created by TalentBigData -> ddweb.com.cn @血狼.
 * User: XYC
 * Date: 2017/12/26
 * Time: 15:37
 */

return [
    /*999服务器内部错误
     * 1, 通用类错误
     * 2, 登陆类错误 */
    "999" => "服务器内部错误,请联系管理员ddweb@ddweb.com.cn",
    "000000" => "请求成功,信息位于info上.",
    /**/
    "100001" => "参数错误",
    "100002" => "请求方法不存在",
    "100003" => "token返回不成功",
    "100004" => "没有检索到token",
    "100005" => "系统没有生成用户名",
    "100006" => "cache设置不成功",

    /*登陆类*/
    "200000" => "登陆成功",
    "200001" => "用户名或密码错误",
    "200002" => "缺少u_id",
    "200003" => "缺少",
    "200004" => "云系统登陆不成功,没有找到用户及密码",
    "200005" => "登陆模块不响应",
    "200006" => "没有用户信息",

    /*微信类*/
    "300000" => "u_id没有添加微信公众号",
    "300001" => "微信参数不齐",
    "300002" => "解密参数不全",
    "300003" => "解密失败",
    "300004" => "请求微信服务器无返回",
    "300005" => "缺少session_key",
    "300006" => "微信服务端请求失败",



    /*api Token类*/
    "400001" => "token过期,请重新登陆",
    "400002" => "没有token令牌",


];