var spring = [
    {
        
        avatar: "http://api.h6vr.com/cdn.h6vr.com/chwl/images/season/spring/yuyuantan.jpg",
        collect_img: "",
        view_img: "",
        headImgSrc: "",
        title:"玉渊潭公园　邂逅樱花雨",
        place:"北京市海淀区西三环中路玉渊潭公园",
        besttime:"3月底、4月初开始至5月中下旬",
        roadmap:"地铁军事博物馆站（1号线、9号线）、白堆子站（9号线）、公主坟站（1号线、10号线）与玉渊潭公园距离均在500米左右，可步行到达。",
        detail: "北京玉渊潭公园2016年樱花节已于3月23日拉开了序幕，本届樱花节将持续到4月底。尽管上周末早樱还没有完全盛开，但市民早已按耐不住踏春的脚步，玉渊潭公园已经人山人海了。本周末将是玉渊潭公园赏樱高峰期，预计周末每天又会迎来十万观赏大军，呈现游客爆棚的景象。玉渊潭公园除了樱花外，山桃花也很备受游客亲睐。由于桃花比樱花开得早，很多家长还区分不了哪是樱花、哪是桃花，我还跟他们当了讲解员。大家上周末看到的主要是桃花，樱花只有几株粉色的开始闹春了，其他的都在含苞待放。现在已经满园樱花了，呼唤大家周末去踏春赏樱。除了樱花与桃花，一种叫耧斗花的花儿吸引了无数人的眼球。据悉，耧斗花别名猫爪花，原产自欧洲与北美，这也是博主第一次在玉渊潭公园看到，这也属于盛开最早的盆栽或者培植的花。以下按樱花、山桃花、耧斗花、迎春花等顺序展示玉渊潭公园早春盛开的花儿。",
        postId: 0
    },
    {
        
        avatar: "http://api.h6vr.com/cdn.h6vr.com/chwl/images/season/spring/tiantan.jpg",
        collect_img: "",
        view_img: "",
        headImgSrc: "",
        title:"天坛公园　唯美杏花林+清纯丁香花",
        place:"位于天坛北门内沿外环路向西100米处",
        besttime:"四月中旬至五月中旬",
        roadmap:"地铁5号线“天坛东门”站或14号线“景泰”站下车，步行可至；另有多路公交可至（天坛南门站）。",
        detail: "天坛公园的杏林花海是北京五环内最大的一片杏花林，而且还是从清代就遗留下来的，鲜为人知的千年暗香。这里棵棵都是老树，清代种植。开起花来，每一棵都很具规模，树形漂亮。4月初，这里的杏花林区内花苞初放、暗香袭人。",
        postId: 1
    },
    {
        
        avatar: "http://api.h6vr.com/cdn.h6vr.com/chwl/images/season/spring/beihai.jpg",
        collect_img: "",
        view_img: "",
        headImgSrc: "",
        title:"北海公园　花香沁心七里香",
        place:"北京市西城区文津街1号",
        besttime:"4月至6月",
        roadmap:"乘坐地铁6号线到“北海北”站或5路、101路、103路等多路公交车到“北海”站，下车后均可步行到达。",
        detail: "七里香又称作木箱、十里香，叶翠花繁，浓香四溢，颜色或白或黄，白花如香雪，黄花似披锦。北海公园的木香架很有名，是利用木香的攀爬性搭建的花亭、花架，在公园中自成一景。木香花比一般春花开得晚，至初夏木香花盛开，花姿影倩，香雪如海，令众多游客驻足享受如沐春风的惬意。伴着阳光和木香的幽香，在北海公园里随意逛逛。",
        postId: 2
    },
    {
        
        avatar: "http://api.h6vr.com/cdn.h6vr.com/chwl/images/season/spring/aolinpike.jpg",
        collect_img: "",
        view_img: "",
        headImgSrc: "",
        title:"奥林匹克森林公园　春花节芬芳满园",
        place:"北京市朝阳区北辰东路15号",
        besttime:"3月18日至5月3日",
        roadmap:"乘坐地铁8号线(回龙观东大街方向)到森林公园南门站(B口出)。自驾路线：沿从北二环的中轴线驱车向北行驶到北五环，从北辰东路驶入奥林东路，到达奥林匹克森林公园南门，在五环辅路上有停车场。",
        detail: "奥林匹克森林公园位于北京市中轴线的北端，是北京市内最大的城市生态公园，植被资源十分丰富，素来享有北京市“绿肺”的美誉。今年奥森公园的春花节，在两个月的时间内，向游人展示30余个品种、10万余株的春季花卉。公园内的山桃、山杏、连翘、榆叶梅、玉兰、樱花、海棠、碧桃、丁香、黄刺玫等将相继绽放，花开成海，美不胜收。",
        postId: 3
    },
    {
        
        avatar: "http://api.h6vr.com/cdn.h6vr.com/chwl/images/season/spring/xiangshan.jpg",
        collect_img: "",
        view_img: "",
        headImgSrc: "",
        title:"香山公园　粉嫩可爱山桃花",
        place:"北京市海淀区买卖街40号",
        besttime:"4月10日至5月17日",
        roadmap:"乘坐公交563路到香山公园东门站下车即可。",
        detail: "香山赏花季是本市公园景区中，开始时间最晚的。4月10日起，香山公园山花节启动，60余个品种、20余万株各色花卉含苞待放，是历届山花活动花卉品种最多的一次。北京比较常见的地栽花卉，在香山都可以看到。山花节期间，香山公园内设梦幻花海(知松园)、浪漫花开(佳日园)、花中漫步（梅谷）、香山花艺大赛展示区（翠微亭）等五大景区供游客参观。",
        postId: 4
    },
    {
        
        avatar: "http://api.h6vr.com/cdn.h6vr.com/chwl/images/season/spring/jingshan.jpg",
        collect_img: "",
        view_img: "",
        headImgSrc: "",
        title:"景山公园　雍容华贵牡丹花",
        place:"北京市西城区景山西街44号",
        besttime:"清明节左右开放，4月下旬进入盛花期，5月中旬结束。",
        roadmap:"地铁8号线“南锣鼓巷”站下车后约需步行20分钟可到，另外，北京公交“故宫”站、“西板桥”站、“景山东门”站均可到达。",
        detail: "看牡丹用不着去洛阳，咱大北京就有。景山公园牡丹涵盖了十大色系，九大花型，极具观赏性。景山公园的牡丹园是京城最大的牡丹观赏园，每年4月下旬，200个品种的2万株牡丹竞相怒放，蔚为壮观。",
        postId: 5
    },
    {
        
        avatar: "http://api.h6vr.com/cdn.h6vr.com/chwl/images/season/spring/zhiwuyuan.jpg",
        collect_img: "",
        view_img: "",
        headImgSrc: "",
        title:"北京植物园　桃源春色",
        place:"海淀区香山卧佛寺路",
        besttime:"3月底至5月中旬",
        roadmap:"乘坐公交331路、505路、563路到北京植物园南门站下车即是。",
        detail: "桃花节和世界名花展已经在北京植物园拉开帷幕。北京植物园素来以桃花而著名，6000多株桃树。每到花开的4月，40多种桃花竞相开放。本届桃花节的主题是“桃源春色”。整个桃花节期间，桃花、梅花、郁金香、海棠、牡丹等数百个品种的150万余株春花陆续开放。",
        postId: 6
    },
    {
        
        avatar: "http://api.h6vr.com/cdn.h6vr.com/chwl/images/season/spring/zhongshangongyuan.jpg",
        collect_img: "",
        view_img: "",
        headImgSrc: "",
        title:"中山公园　缤纷郁金香",
        place:"北京中山公园 北京市东城区中华路4号",
        besttime:"3月下旬至4月上旬",
        roadmap:"1. 乘坐公交1路、5路、52路、99路、观光1线、专2路到天安门西站下车步行可至。2. 乘坐地铁1号线到天安门西站下车，从B出口出站步行可至。",
        detail: "北京中山公园的郁金香是当年荷兰女王相赠的，在一代又一代人的打理中，郁金香依然按照它的轮回期，静然盛开。这些郁金香，品质优质，花朵美艳，色彩缤纷。在中山公园里，除了郁金香，还遍布着上世纪六十年代栽培的兰花，北京第一批梅花，西府海棠，1000余株牡丹等名花。",
        postId: 7
    },
    {
        
        avatar: "http://api.h6vr.com/cdn.h6vr.com/chwl/images/season/spring/dajuesi.jpg",
        collect_img: "",
        view_img: "",
        headImgSrc: "",
        title:"大觉寺　古寺兰香",
        place:"北京市海淀区北安河乡西山大觉寺路9号",
        besttime:"4月上旬",
        roadmap:"乘633路（安宁庄东路南口-杨坨）到“大觉寺”站下车，步行至大觉寺。由于在郊区，所以车程较长。　　自驾路线：颐和园到太舟坞后向左走老路过温泉有路标，上军庄路一直行驶即可到达。",
        detail: "大觉寺以清泉，古树，玉兰花和环境的清幽而著称。这里的玉兰花久负盛名，拥有300多年历史，是京城玉兰花的祖先。在寺院的南配院四宜堂，屹立着一棵清乾隆年间的古玉兰，是北京“古玉兰之最”，也是寺内七绝之一，即“古寺兰香”。一树树饱满的玉兰花，在古朴寺院的袅袅檀香与梵音中，静静开放，纯洁而优雅。",
        postId: 8
    },
    {
        
        avatar: "http://api.h6vr.com/cdn.h6vr.com/chwl/images/season/spring/yuandadu.jpg",
        collect_img: "",
        view_img: "",
        headImgSrc: "",
        title:"元大都遗址公园　海棠花溪",
        place:"北京市朝阳区元大都城垣遗址公园 '海棠花溪'景区（三号景区）内至'安定生辉'景区（四号景区）",
        besttime:"4月中下旬",
        roadmap:"乘380路、409路、515路在北土城东路下。乘380路、409路、515路、620路、653路、694路、特2路在安贞医院北站下。乘104路、108路、117路、124路、422路、426路、758路、快速公交3线、快速公交3线区、快速公交3线支在五路居下。",
        detail: "元大都遗址公园每到春天到来以后，便会成为海棠花的世界，公园内的3号景区就以“海棠花溪”命名，花开时节，各个品相的海棠花争奇斗艳，美不胜收。这里每年的海棠节是人最多的时候，它与植物园的桃花节、玉渊潭的樱花节一起，被人们称为京城春日里的三大花事。",
        postId: 9
    },
    {
        
        avatar: "http://api.h6vr.com/cdn.h6vr.com/chwl/images/season/spring/pinggutaohua.jpg",
        collect_img: "",
        view_img: "",
        headImgSrc: "",
        title:"平谷桃花　沐浴绯色花海",
        place:"近郊平谷区大华山镇（近桃花源）",
        besttime:"4月中旬至4月底",
        roadmap:"乘坐918路区间 （ 或东直门-关上通勤班车 ） ，在华山站 下车",
        detail: "平谷的桃园堪称世界最大，22万亩的桃林中，桃花成海，每年的三四月份，正是赏桃花之际，22万亩桃花竞相怒放，极致绚烂，让远道而来的人们仿佛进入了梦幻的花海世界，美不胜收！",
        postId: 10
    },
    {
        
        avatar: "http://api.h6vr.com/cdn.h6vr.com/chwl/images/season/spring/fenghuangling.jpg",
        collect_img: "",
        view_img: "",
        headImgSrc: "",
        title:"凤凰岭自然保护区　漫步杏花林",
        place:"北京海淀区凤凰岭路附近",
        besttime:"4月初，约持续半个月左右",
        roadmap:"乘坐346路公交车沿途各站都可直达景区，全程27公里，须1小时20分钟。　自驾路线：沿京密引水渠西岸往北行至聂各庄左转，可直达景区。",
        detail: "4月初是凤凰岭的杏花开得最美的时候。粉白色的杏花从山坡开到了山谷，连空气中也似乎弥漫着杏花的芬芳。凤凰岭面积比较大，是距离北京市区最近的欣赏大面积杏花的地方，所以观赏杏花时也不会显得那么拥挤。此外，凤凰岭也会举办杏花节活动。",
        postId: 11
    },
    {
        
        avatar: "http://api.h6vr.com/cdn.h6vr.com/chwl/images/season/spring/dajuesi.jpg",
        collect_img: "",
        view_img: "",
        headImgSrc: "",
        title:"房山琉璃河　万亩梨花海",
        place:"北京房山琉璃河镇贾河村",
        besttime:"4月中旬",
        roadmap:"天桥或六里桥乘917路到良乡南关下，换34路贾河村下。　自驾线路：京港澳高速琉璃河口出，东行10公里；或京港澳高速卢沟桥口出，经长辛店，走长周路到公义庄上长韩路，贾河村路口向西500米即到。",
        detail: "梨花清新怡人，有着一股淡雅脱俗的气质。琉璃河镇自古就有“京南梨乡”之称，这里的京白梨大家族主题公园是一片百年梨树园，树龄最长在300年以上，最粗的直径有80多厘米，园中有各种老梨树17000余棵，共计3000多亩。花朵莹润，花瓣白如凝脂，素洁中别有一番清丽。梨花的花期很短，也就十多天，一定要早去，晚了可就要错过梨花雨了。",
        postId: 12
    }
    


]
module.exports = {
    postList: spring
}//定义一个出口，方便其他页面require