var local_database = [
    {
        
        avatar: "http://api.h6vr.com/cdn.h6vr.com/chwl/images/season/winter/longqingxia.jpg",
        collect_img: "",
        view_img: "",
        headImgSrc: "",
        title:"龙庆峡 ",
        place:"北京市延庆区古城村北",
        besttime:"12月",
        roadmap:"德胜门乘坐919路公共汽车直达延庆区，转乘875路公共汽车可到达龙庆峡。北京北站乘坐S2线城铁到达延庆南站，转乘875路公共汽车可到达龙庆峡。　　自驾线路：京藏高速公路行驶61.8公里，驶入X009，行驶110米即到。",
        detail: "龙庆峡水库大坝外侧两山壁立，遮天蔽日，终年不见阳光，结冰期长达4个月。龙庆峡利用这独特的自然条件，自1987年开始举办冰灯艺术节，龙庆峡冰灯艺术展已经成为首都冬季旅游的传统项目。　　冰灯展区位于古城水库巨坝之下，两山峡谷之间，由两山体自然渗水形成的巨大冰柱，构成罕见的冰瀑奇观，成为冰灯展区最佳的自然背景。山谷中灯火璀璨，冰雕雪雕流光溢彩;花灯彩灯交相辉映;冰天雪地里龙庆峡成了梦幻的世界，欢乐的海洋。",
        postId: 0
    },
    {
        
        avatar: "http://api.h6vr.com/cdn.h6vr.com/chwl/images/season/winter/heilongtan.jpg",
        collect_img: "",
        view_img: "",
        headImgSrc: "",
        title:"黑龙潭",
        place:"北京市密云区石城镇大关桥",
        besttime:"12月",
        roadmap:"东直门乘980至密云鼓楼站，换乘密60、63、66、67、68路，至黑龙潭下车即可。　　自驾线路：京承高速—密云城区—水库风景区—黑龙潭。",
        detail: "黑龙潭坐落在密云石城乡鹿皮关西北面的峡谷里，夏季的黑龙潭是远近闻名的清凉避暑胜地，著名的三瀑十八潭散布在其中，水潭瀑布如此之多，在京郊无与伦比。　　冬季的黑龙潭景区，三瀑十八潭全部结冰，各种冰瀑、冰挂、冰柱等晶莹剔透，把这条峡谷装饰的景中有奇，奇中有景，各种冰上娱乐活动，带给人欢快的冰上游玩的刺激感受。",
        postId: 1
    },
    {
        
        avatar: "http://api.h6vr.com/cdn.h6vr.com/chwl/images/season/winter/jingdudiyipu.jpg",
        collect_img: "",
        view_img: "",
        headImgSrc: "",
        title:"京都第一瀑",
        place:"北京市密云石城镇张家坟村柳棵峪",
        besttime:"12月",
        roadmap:"乘坐地铁2号线，在东直门站下车乘坐980快,在密云鼓楼站乘坐前火岭专,在南石城站下车。　　自驾线路：沿S205行驶8.7公里，左转行驶10米，直行进入S205;沿S205行驶10.0公里，左后方转弯;行驶250米，到达终点(在道路右侧)。",
        detail: "离开黑龙潭向北行3公里，便可到达京都第一瀑，这是京郊流水量最大的瀑布，落差62.5米。冬季，随着气温的逐渐降低，流水结冰后层层叠叠，漫延至石壁四周，形成京都第一冰瀑，远远看去似一条玉雕的巨龙从崖壁上垂头汲取冰潭中的水;近看像天上的银河飘落在石壁之上，令人心动。　　京都第一瀑除了飞瀑、流泉，更美妙的是六潭连珠，六个潭一个连一个，大小不一，深浅有别，仿佛天造地设，极为漂亮。一到冬天，水凝成冰，冰瀑冰潭，别有情趣。",
        postId: 2
    },
    {
        
        avatar: "http://api.h6vr.com/cdn.h6vr.com/chwl/images/season/winter/shuanlongxia.jpg",
        collect_img: "",
        view_img: "",
        headImgSrc: "",
        title:"双龙峡",
        place:"北京市门头沟斋堂镇火村村南",
        besttime:"12月",
        roadmap:"苹果园地铁站往西200米，乘929支线，直接在火村口下车，下车后一路踏青步行3.5公里(或乘坐双龙峡接送车)进入双龙峡自然风景区。　　自驾线路：沿阜石路从门头沟或石景山到三家店(沿水库)沿109国道经军庄、下苇店、王平村、芹峪口、珍珠湖、军响、西胡林到火村双龙峡景区。从北京到景区80公里。",
        detail: "夏季的双龙峡十里溪流、百潭瀑布、千亩红杏、万顷林海、青山翠谷、世外桃源、苍山如海，峰峦巍峨俊秀，有着“小九寨”、“百瀑布”的美誉。到了冬季，双龙峡则变成了十里冰川，百挂冰瀑的壮观景象。　　景区内独有的巨型自然冰瀑布，落差30多米、宽12米，为华北地区所罕见。沿途的小冰笋、冰凌、冰花、冰瀑星罗棋布，形态各异，静静的冰河蜿蜒流长，贯穿整个景区。",
        postId: 3
    },
    {
        
        avatar: "http://api.h6vr.com/cdn.h6vr.com/chwl/images/season/winter/taoyuanxiangu.jpg",
        collect_img: "",
        view_img: "",
        headImgSrc: "",
        title:"桃源仙谷",
        place:"北京市密云区石城镇南石城村",
        besttime:"12月",
        roadmap:"乘车线路：坐火车北京北站——石塘路——桃源仙谷;东直门乘980或987——桃源仙谷;驾车从三元桥下京密路至密云，沿西线行至石城镇即到。　　自驾线路：京顺路→京密路→密溪路→琉辛路→桃源仙谷。京承高速——密云收费站出口——密云水库——桃源仙谷。",
        detail: "桃源仙谷春夏季节森林茂密，潭瀑众多，山峰雄伟，特别是一湖六瀑十三潭宛若仙境镶嵌其中，构成了一幅天然的风景画廊。　　进入到桃源仙谷的冬季，就好像来到了冰雪的世界，随处都可以看到冰凌、冰瀑、冰花、冰挂、冰洞的美丽景色。其中桃源仙谷还有冰瀑墙颇受大家的欢迎，一个是适合专业攀冰的：高达50米、宽约百余米;另一个则是坡度比较缓，适合初学者攀爬。",
        postId: 4
    },
    {
        
        avatar: "http://api.h6vr.com/cdn.h6vr.com/chwl/images/season/winter/badaling.jpg",
        collect_img: "",
        view_img: "",
        headImgSrc: "",
        title:"八达岭滑雪场",
        place:"北京市延庆县八达岭镇八达岭经济开发区66号。",
        besttime:"11月至1月",
        roadmap:"德胜门乘919路（延庆方向五分一班）西拨子站下车，前行20分钟（或乘坐出租车，前行5分钟）即到。自驾线路:1、京昌高速（八达岭高速）清河收费站入高速至八达岭18号出口， 沿野生动物园停车场出口左转，向西直行3公里即到。2、三环路或四环路转入京承高速后，进五环路，从上清站驶入八达 岭高速，再按上述a线行驶，该路线方便位于北京东部客人。3、四环路万泉河桥北行沿永丰南路到头左转驶入北清路，温泉路口左转，途径阳坊至南口，进入八达岭高速，再按路线a行驶，该路线方便位于北京西部客人。",
        detail: "雪场建有欧洲风格的综合服务会所，建筑面积8000余平方米，其中包括多功能厅、中小型会议厅以及可接纳200人的大型会议厅;4000平方米的多功能雪具厅，为您提供全套的滑雪装备;目前投入使用的有两条800米长的初级滑道、一条600米的中级滑道、一条800米长160米落差的高级滑道。为更好的服务于广大滑雪爱好者，并在高级道上增设了二人座缆车，每小时单向输送量可达600多人。在初、中级道上分别增设了皮带运输机(雪毯)将极大方便初级滑雪者。装点独具欧式风情的雪具大厅，地道的西餐厅已成为京城滑雪场的一大亮点。寒冷的冬季，驻足露台观看滑雪者驰骋于雪道的飒爽英姿，也是八达岭滑雪场一道独有的风景线，夜色降临，月光与灯火交相辉映后拔撒在银色的雪地上，似一颗明珠点缀在龙脉的边缘，透过山间的别墅的玻璃窗，此番美景尽收眼底，在这里享受着大自然为您提供的无限滑雪乐趣。北京八达岭滑雪场还有狗拉雪橇、蹦极、雪地桑拿、自助冰雕、徒步冰川猎奇，横穿冰湖等休闲娱乐项目，项项精彩!带给您前所未有的新奇刺激和光怪陆离的异域风情。",
        postId: 5
    },
    {
        
        avatar: "http://api.h6vr.com/cdn.h6vr.com/chwl/images/season/winter/nangongwenquan.jpg",
        collect_img: "",
        view_img: "",
        headImgSrc: "",
        title:"南宫温泉水世界",
        place:"北京丰台区王佐镇",
        besttime:"冬季",
        roadmap:"自驾：京石高速南宫出口下高速,右转直行过第三个红绿灯前行500米左转  旅游巴士：六里桥乘321，339，458，459到南宫下车",
        detail: "不知道是哪一位圣人发现了“温泉”这个神奇的药汤，也不知道是哪位懂得生活品味的人发现了“南宫温泉”这块圣地，在天寒地冻的季节有这样一处娱乐和休息兼得的好地方实在是人生惬意之事啊~~南宫温泉水世界素有“京西夏威夷”的美誉。南宫温泉水世界座的繁华地段。西有碧波万倾的青龙湖公园，南有驰名中外的世界地热博览园。是北京市较大的室内水上乐园；是休闲、娱乐、健身、戏水的理想场所。南宫温泉水世界设有国际标准泳池、造浪池、戏水池、儿童嬉水乐园、温泉按摩池、飘流和大型戏水滑道；还有木板浴、健身区、桑拿等设施。宽阔的水面、惊险的滑道、优雅的夏威夷风光，放飞你的心情。南宫温泉水世界的水源来自京热96号地热井。为确保水质质量，在大厅南北端设有2000多平米的地下机房，内设3套大型水处理设备，不间断地对使用水进行水处理；并且实施了全封闭完善的送气排风系统，冬季采用地板辐射取暖，全年室内保持恒温28度。与泳区毗连的服务大楼，设有餐厅、酒吧、客房、桑拿、按摩及美容美发等功能区。南宫温泉水世界将以异国的风情，舒适的环境奉献给您一个健康快乐、充满活力一样的感受。",
        postId: 6
    }


]
module.exports = {
    postList: local_database
}//定义一个出口，方便其他页面require