var local_database = [
    {
        
        avatar: "http://api.h6vr.com/cdn.h6vr.com/chwl/images/season/summer/yaoqiaoyu.jpg",
        collect_img: "",
        view_img: "",
        headImgSrc: "",
        title:"遥桥峪水库　雾灵湖风光 休闲垂钓",
        place:"北京密云区安达木河上游遥桥峪村",
        besttime:"6月至9月",
        roadmap:"东直门乘坐 980路, 在密云果园小区站下车换乘密38路, 在大角峪站换乘密39路至遥桥峪站 自驾线路：京承高速密云方向之遥桥峪村",
        detail: "很多人都不知道雾灵山东侧有这么一个水库，它位于密云的安达木河上游遥桥峪村，有个很美丽的名字叫做雾灵湖，水库不大，湖水碧绿幽深，仿佛从天际滑下来的宝石，青山绿水倒映其中，异常美丽。这里夏季最高气温仅25摄氏度，是理想的避暑度假胜地，在此露营，伴着青山绿水一同歇息，惬意！",
        postId: 0
    },
    {
        
        avatar: "http://api.h6vr.com/cdn.h6vr.com/chwl/images/season/summer/lingshan.jpg",
        collect_img: "",
        view_img: "",
        headImgSrc: "",
        title:"灵山　云雾缭绕 大草甸",
        place:"北京门头沟灵山风景区",
        besttime:"6月至9月",
        roadmap:"可乘坐地铁一号线到苹果园站下，在苹果园地铁口西100米处乘坐929支线到双塘涧，再打车到灵山风景区。普通游客比较适合的两个班次是9：20和13：40，大约三小时可到双塘涧，再打车半小时可到景区（约16公里，打车约40元/车，拼座10元/人）。从灵山到双塘涧打车20元/车。从双塘涧返程的929支线每天有10：00、11：25、13：00、15：40等几个车次。自驾线路: 北京至灵山风景区，单程122公里，自驾车需要3小时左右。路线：北京阜石路—门头沟三家店—下苇甸—雁翅—军响—斋堂—清水—齐家庄—双塘涧—江水河—灵山风景区。",
        detail: "北京灵山风景区坐落于门头沟区西北部山区中，距京城122公里，其顶峰海拔2300米左右，夏季清凉写意，在方圆25平方公里内，奇峰峻俏、花卉无垠，虽是不同时节，却在很多地段体现出了“人间四月芳菲尽，山寺桃花始盛开”的类似错季景观。这里的夏季比城区温度低12度左右，观云海、赏日出、闻花香、听松涛，融入自然，倾听自然的心声，凉风习习，清爽无比。同时这里还是一座天然的动植物园，有近700多种动物和800多种植物供您欣赏，狐狸、野免、山鸡等动物，随处可见，野趣十足，生动活泼。",
        postId: 1
    },
    {
        
        avatar: "http://api.h6vr.com/cdn.h6vr.com/chwl/images/season/summer/banchengzi.jpg",
        collect_img: "",
        view_img: "",
        headImgSrc: "",
        title:"半城子水库  不老湖三绝",
        place:"北京市密云区不老屯镇半城子村",
        besttime:"6月至9月",
        roadmap:"东直门长途站乘车至密云，转乘开往不老屯的车到半城子下车，有中巴接站。自驾线路：可从三元桥下京密路，行至松树峪下京密路，往不老屯方向行驶，见路标右拐到半城子即到。",
        detail: "半城子水库是当地人的土叫法，又被称为不老湖。距北京130公里，位于不老屯镇西北。这个湖有三绝，最出名的是可以强身健体，预防疾病，或许这就是不老屯镇长寿人多的奥秘吧；剩下两绝分别是：当地的纯天然绿色食品；古石峪万亩林海松涛。无论在湖中垂钓、泛舟，还是在浴场游泳、洗浴及观光度假，都会被这里的湖光山色深深迷醉。",
        postId: 2
    },
    {
        
        avatar: "http://api.h6vr.com/cdn.h6vr.com/chwl/images/season/summer/yudushan.jpg",
        collect_img: "",
        view_img: "",
        headImgSrc: "",
        title:"玉渡山  天人合一 一垛山",
        place:"北京市延庆县龙庆峡上游",
        besttime:"5月至10月",
        roadmap:"乘坐919路从德胜门箭楼到延庆再乘920环线到玉渡山。自驾路线：京藏高速－延庆－京张路－过龙庆峡路口约7、8公里，路北有大幅标牌指示，进路口顺路而上约2公里即到玉渡山风景区山门。温馨提示：建议开车去，坐公交不方便，下公交车走3公里左右到景区售票处，然后还要10公里的上山路，才能真正到达景点，估计走到景点也没心气玩了",
        detail: "位于延庆西北方向山中的玉渡山自然风景区，全境面积约一百多平方公里，自110国道，有一条“玉海公路”相通，交通便利。山、石、林、泉、瀑、花、草构成了这里绝美的景色，人工雕琢的痕迹非常少，干净纯粹，恍若仙境，仿佛仙人放置在人间的盆景。踱入其中，屏心静气，可以静静地感受自然的原始魅力。",
        postId: 3
    },
    {
        
        avatar: "http://api.h6vr.com/cdn.h6vr.com/chwl/images/season/summer/qinglianggu.jpg",
        collect_img: "",
        view_img: "",
        headImgSrc: "",
        title:"清凉谷　瀑布高且奇特",
        place:"密云区石城镇四合堂地区",
        besttime:"6月至9月",
        roadmap:"东直门长途汽车站坐980快车至密云鼓楼站，原地往回走（往南红绿灯方向）30米乘密63路到清凉谷下车即到。自驾线路：1、北四环、北五环上京承高速（16出口）密云城区出口水库方向（向北直行），过黑龙潭直行13公里清凉谷景区即到。 2、怀柔城区走雁西湖方向怀丰公路（111国道）至云梦仙境路口即右转（有清凉谷、四合堂路标指示）行18公里即到清凉谷景区。 3、走京密路（即101国道）到密云城区第二个红绿灯左转水库方向（往北方向）过黑龙潭直行13公里即到。",
        detail: "清凉谷是一处以山水风光以及水上娱乐为主的风景区，景区全长四公里，由两湖五瀑十三潭构成。大水域的清凉湖上碧波荡漾，竹筏、游船停靠岸边，景色迷人。每到夏季，这里降水丰沛，游人至此都可以观看到蔚为壮观的清潭飞瀑。而且，在四公里的路段内分布着形状各异、大小不同的五瀑十三潭，密度很大，潭水清澈见底，潭底小鱼悠然在水底游来游去。距清凉谷大门口五公里的北方水帘洞——千尺珍珠瀑，该瀑布呈水帘状，水帘自上而下，似雾状，似珍珠，清凉透顶，瀑布后面有一230米的山洞，游人可穿过水帘进洞参观探险，北方奇观，独此一处。",
        postId: 4
    },
    {
        
        avatar: "http://api.h6vr.com/cdn.h6vr.com/chwl/images/season/summer/huanleshuimofang.jpeg",
        collect_img: "",
        view_img: "",
        headImgSrc: "",
        title:"欢乐水魔方 勇气挑战：尖峰极速",
        place:"北京市丰台区小屯路11号(近梅市口路)",
        besttime:"6月至10月",
        roadmap:"地铁玉泉路D2口出步行至玉泉路口南乘坐338或507至梅市口下车即到。自驾线路: 沿莲石东路行驶，在南沙窝桥朝莲石东路/西五环/衙门口桥方向，稍向右转； 继续沿莲石东路行驶1.4公里，从小屯路/玉泉路出口离开，行驶130米，直行进入莲石东路辅路； 沿莲石东路辅路行驶290米，在莲玉桥左转行驶50米，直行进入小屯路； 沿小屯路行驶1.6公里，右转 行驶340米，到达终点(在道路右侧)。",
        detail: "北京欢乐水魔方嬉水乐园位于北京市丰台区小屯路。占地500亩，总投资10亿元人民币。最大游客接待量3万人，与南京的欢乐水魔方同是目前全球规模最大、游乐设施最先进、设备数量最多的顶级水上主题公园。北京欢乐水魔方由国际顶尖的主题景区设计公司精心规划，将中国传统建筑风情与高科技水上游乐项目相融合，将美国式的现代惊险水上娱乐与欧洲的古典健康的水疗理念相结合，建成首个中国人自己的水上乐园。 全球最大的万人海啸造浪池、惊险的龙卷风滑道、刺激的尖峰极速滑道、亚洲最大的黑暗漩涡等项目、形成最富有激情、最充满动感的巨型水上狂欢乐园。",
        postId: 5
    },
    {
        
        avatar: "http://api.h6vr.com/cdn.h6vr.com/chwl/images/season/summer/huairou.jpeg",
        collect_img: "",
        view_img: "",
        headImgSrc: "",
        title:"怀柔京北第一漂",
        place:"北京市怀柔区琉璃庙镇东峪村云梦仙境自然风景区龙潭涧景区。",
        besttime:"5月至10月",
        roadmap:"公交：在东直门长途汽车站乘916路到汽车站，转乘中巴直达。　自驾：由“京密路”或“京承路”至城区，沿“怀丰公路”(111国道)行驶45公里到前安岭村，向右至青石岭村再行3公里即到。",
        detail: "琉璃庙乡龙潭涧自然风景区内的京北第一漂，就在白河湾漂流的下游。漂流河道全程约10公里。乘皮筏顺流而下，两岸忽而悬崖陡壁，如刀削斧劈;忽而奇峰怪石，迎面耸立。这里是京郊最早开设漂流活动的景区之一，约有10年历史，所以运营也相对比较成熟。同在白河，这里的河道相对白河湾宽阔很多，水量也比较充沛，但同时水流也比较平稳，激流险滩不如白河湾多。最突出的特色是两岸风光独特，怪石陡峰较多。5-10月去都比较合适。",
        postId: 6
    },
    {
        
        avatar: "http://api.h6vr.com/cdn.h6vr.com/chwl/images/season/summer/shidu.jpg",
        collect_img: "",
        view_img: "",
        headImgSrc: "",
        title:"十渡 山奇翠插天 水清秀如玉",
        place:"北京市房山区十渡镇",
        besttime:"5月至9月",
        roadmap:"从天桥长途汽车站917路直达，天桥→十渡 6:00-17:00； 十渡→天桥 5:00-17:00 ，乘旅游专线游10路、917路在十渡拒马乐园下。自驾线路:由京石高速的琉璃河出口下高速，按路标行驶，途经琉璃河、岳李路、岳各庄、岳圣路，岳圣路处有岔路口，选择走云居寺路，经过周张路、张宝路，最后到达十渡。总行程大约两个小时。",
        detail: "十渡风景名胜区以独特的喀斯特地貌称绝，沿拒马河两岸的峡谷露出的基岩几乎都是中元古界雾迷山组燧石条带及燧石团块状白云石或石灰岩，属可溶性岩石，是形成喀斯特地貌的基础。并且是华北地区最大的岩溶峰林大峡谷。它山奇水秀，谷壁峭立，峰林叠翠，石美洞幽，集南国之秀美与北国之雄奇于一身，被人们誉为'北方奇景'、'人间仙境'、'世外桃源'。可谓山山石奇峰险，渡渡水清景美，其峰、石、峡、水、洞、溪、潭景景相映，构成十渡百里自然画廊，有很高的观赏价值。十渡景区属于喀斯特岩溶地貌，是华北地区不多见的以峡谷、峰丛、河谷地貌为特色，以岩溶景观、地质遗迹为主体兼顾青少年爱国主义教育的地学科普园区。拒马河偎山绕岭，曲路九回，自西北至东南流贯区境。因历史上从张坊到十渡溯水而上，须经10个渡口而得名。",
        postId: 7
    },
    {
        
        avatar: "http://api.h6vr.com/cdn.h6vr.com/chwl/images/season/summer/yuanmingyuan.jpg",
        collect_img: "",
        view_img: "",
        headImgSrc: "http://api.h6vr.com/cdn.h6vr.com/chwl/images/season/spring/dajuesi.jpg",
        title:"圆明园荷花节 皇家御苑赏夏荷",
        place:"圆明园",
        besttime:"6月至8月",
        roadmap:"圆明园绮春园宫门乘车线路有：320、331、432、438、498、580、664、690、696、697、特18等。  圆明园长春园东门主要乘车线路有：432、656、681、717、982、特4路等。",
        detail: "夏季赏花怎么能少的了荷花，6月荷花盛开，正是赏荷的好季节，2016圆明园荷花节也随之而来了，圆明园湖上种植了10万多平米的荷花，远远望去大片“接天莲叶无穷碧，映日荷花别样红”的古诗美景正呈现在眼前，更有陆地荷花盆景精品展示，你可以细细观赏荷花的清雅秀洁的风貌。1、陆上观荷线路：南门--小院--小花园--鉴碧亭--涵秋馆--三园交界--风荷楼--海岳开襟--转香帆--法慧寺--全景模型--东门。 2、水上观荷线路：荡舟藕花深处长春园是圆明园荷花节主要的水上赏荷区。环绕海岳开襟小岛的四周开辟了一条水上赏荷的游览线。曲曲折折的水道将原有的大面积种植区分隔成较分散的小区域，游船穿行其中，可使游人近距离欣赏荷姿、荷韵。",
        postId: 8
    }


]
module.exports = {
    postList: local_database
}//定义一个出口，方便其他页面require