var data = [{
  name:"凤仙花",
  desc:"凤仙花又名“指甲花”，花颜色多样，有粉红，大红，紫色，粉紫等多种颜色，凤仙花如鹤顶、似彩凤，姿态优美，妩媚悦人。花瓣或者叶子捣碎，用树叶包在指甲上，能染上鲜艳的红色，非常漂亮。",
  url: "../../image/HomePage/fengxianhua.jpg",
},
{
  name:"兰花",
  desc:"兰花是一种风格独异的花卉，花色淡雅，其中以嫩绿、黄绿的居多，但尤以素心者为名贵。兰花的香气，清而不浊，一盆在室，芳香四溢。兰花的花姿有的端庄隽秀，有的雍容华贵，富于变化。",
  url: "../../image/HomePage/lanhua.jpg",
},
{
  name:"牡丹花",
  desc:"牡丹花色泽艳丽，玉笑珠香，风流潇洒，富丽堂皇，素有“花中之王”的美誉。牡丹品种繁多，色泽亦多，以黄、绿、肉红、深红、银红为上品，尤其黄、绿为贵。牡丹花大而香，故又有“国色天香”之称。",

  url: "../../image/HomePage/mudanhua.jpg",
},
{
  name:"三叶草",
  desc:"三叶草在西方很多国家代表着幸运，因为它被认为是只有在伊甸园中才有的植物。在有些国家，扑克牌里面的梅花就是代表幸运的三叶草。三叶草的数目代表真爱、健康和名誉。",

  url: "../../image/HomePage/sanyecao.jpg",
},

{
  name:"薰衣草",
  desc:"薰衣草是一种重要香料经济植物,植株四季常青且带有芳香气味，花通常呈紫色、蓝色、粉红、白色等颜色。其种类繁多，叶形花色优美，高贵典雅，蓝紫色花序颖长秀丽，株形低矮紧凑，枝叶茂密，生长力强，耐修剪。",

  url: "../../image/HomePage/xunyicao.jpg",
},
{
  name:"紫罗兰", 
  desc:"紫罗兰花朵茂盛，花色鲜艳，香气浓郁，花期长，花序也长，为众多爱花者所喜爱，适宜于盆栽观赏，适宜于布置花坛、台阶、花径，整株花朵可作为花束。紫罗兰的花语：永恒的美与爱；质朴，美德，盛夏的清凉。",
  url: "../../image/HomePage/ziluolan.jpg",
}

]

module.exports = {
  data: data
}