var data = [{
  name:"布偶猫",
  desc: '布偶猫，又称“布拉多尔（Ragdoll）”，呈楔形，眼大而圆，被毛丰厚，四肢较长且富有肉感，尾长，身体柔软，毛色有重点色、手套色或双色等。布偶猫较为温顺好静，对人友善，又被称为"仙女猫"，"小狗猫"。',
  url: "../../image/HomePage/buoumao.jpg",
},
{
  name:"哈士奇",
  desc:"学名西伯利亚雪橇犬，在西伯利亚东北部、格陵兰南部生活。哈士奇性格多变，有的极端胆小，也有的极端暴力，进入大陆和家庭的哈士奇，都已经没有了这种极端的性格，比较温顺，是一种流行于全球的宠物犬。",
  url: "../../image/HomePage/hashiqi.jpg",
},
{
  name:"加菲猫",
  desc:"学名异国短毛猫，拥有浓密皮毛，可爱表情与圆滚滚的体型。性格文静、亲切，能慰藉主人的心，体形为中型到大型的短脚型，头部宽而圆，鼻子有明显的凹陷，皮毛有柔和的光泽，性情独立，不爱吵闹。",

  url: "../../image/HomePage/jiafeimao.jpg",
},
{
  name:"金毛",
  desc: "金毛犬有着讨人喜欢的性格，是属于匀称、有力、活泼的一个犬种，特征是稳固、身体各部位配合合理，腿既不太长也不笨拙，表情友善，个性热情、机警、自信而且不怕生。",
  url: "../../image/HomePage/jinmao.jpg",
},

{
  name:"泰迪",
  desc:"贵宾犬的一种（Poodle），也称“贵妇犬”，又称“卷毛狗”，在德语中，Pudel是“水花飞溅”的意思，是犬亚科犬属的一种动物。贵宾犬的来源就像它为了拖出猎禽所涉过的水一样浑浊不清。",

  url: "../../image/HomePage/taidi.jpg",
},

]

module.exports = {
  data: data
}